[Cues]
Act_E2_4B_ArtClass_ArcadiaPicture01_Look01_Max_010="Arcadia Bay looks way more majestic here..."
Act_E2_4B_ArtClass_ArcadiaPicture02_Look01_Max_010="Even in pictures, the forest around here always looks mysterious..."
Act_E2_4B_ArtClass_CHAlyssaPhoto_Photo_Max_010="This shot of Alyssa framed by the window is a lot more unique than a shot of Dana posing."
Act_E2_4B_ArtClass_CHAlyssa_Look01_Max_010="Alyssa really lives for her classes..."
Act_E2_4B_ArtClass_CHDana_Look01_Max_010="Dana is ready for her 15 minutes of fame."
Act_E2_4B_ArtClass_CHDaniel_Look01_Max_010="Daniel is always on the outside looking in..."
Act_E2_4B_ArtClass_CHHayden_Look01_Max_010="It's hard to not like Hayden, because... he just doesn't give a shit."
Act_E2_4B_ArtClass_CHJustin_Look01_Max_010="There's Justin and his board. He looks so baked."
Act_E2_4B_ArtClass_CHMax_VoicesOver01_Max_010="I have a little time before Mr. Jefferson's class, so... I can do some wandering."
Act_E2_4B_ArtClass_CHMax_VoicesOver01_Max_020="These elite assholes throw a lot of big parties... Another chance for Nathan Prescott to dose somebody..."
Act_E2_4B_ArtClass_CHMax_VoicesOver01_Max_030="I feel so bad for Kate. I wonder what Mr. Jefferson said to her... or didn't..."
Act_E2_4B_ArtClass_CHMax_VoicesOver01_Max_040="I should go to class now."
Act_E2_4B_ArtClass_CHNathan_Look01_Max_010="I can't believe the Principal lets him stay in school after I told him what happened."
Act_E2_4B_ArtClass_CHNathan_Look02_Max_010="I should have told the Principal about Nathan and the gun just for life insurance..."
Act_E2_4B_ArtClass_CHStella_Look01_Max_010="Stella is smart to stay out of all the drama."
Act_E2_4B_ArtClass_CHTaylor_Look01_Max_010="I like Taylor's artistic side, not her personality."
Act_E2_4B_ArtClass_CHTrevor_Look01_Max_010="Trevor surveys his domain."
Act_E2_4B_ArtClass_CHVictoria_Look01_Max_010="I feel so awkward after bagging on Victoria yesterday..."
Act_E2_4B_ArtClass_CHVictoria_Look02_Max_010="Even if Victoria ignores me, I'm glad we talked yesterday."
Act_E2_4B_ArtClass_DanielDrawing_Look01_Max_010="That's a great sketch of Dana. Daniel is the real deal."
Act_E2_4B_ArtClass_EverydayHeroesPoster_Look01_Max_010="I guess I'm out of time to turn in a photo for the contest. Irony!"
Act_E2_4B_ArtClass_GroupPhoto_Look01_Max_010="That was amazing when Mr. Jefferson took a class picture the first week. Even though I didn't want to be in the picture at all, it was fairly fucking cool to watch him at work framing us."
Act_E2_4B_ArtClass_JeffPoster01_Look01_Max_010="I love seeing Mr. Jefferson's awesome photos on these magazine covers."
Act_E2_4B_ArtClass_JeffPoster02_Look01_Max_010="So cool to see Mr. Jefferson's actual published pictures. Gives me hope."
Act_E2_4B_ArtClass_JeffersonCamera_Look01_Max_010="Whoa! Mr. Jefferson is not messing around with that monster. He probably paid 20 grand for that camera... I bet he gets pristine digital images. But I still dig my little instant camera."
Act_E2_4B_ArtClass_KateChair_Look01_Max_010="I guess Kate will miss class now... I'm worried about her."
Act_E2_4B_ArtClass_Notes_Interact01_Max_010="Just do the work, Max."
Act_E2_4B_ArtClass_Notes_Look01_Max_010="My notes are a little sparse."
Act_E2_4B_ArtClass_ObjectOnMaxDesk_Look01_Max_010="It's cool that Mr. Jefferson published his own little book of photo tips."
Act_E2_4B_ArtClass_Printer_Look01_Max_010="That printer is amazing. I'd love to see how it reproduces my pictures. I could pump out a whole gallery show with that thing. When I don't suck. Someday..."
Act_E2_4B_ArtClass_SeeDavid_VoiceOver01_Max_010="Okay, why is David is taking photos of Kate? Now this is so wrong. And weird..."
Act_E2_4B_Corridor_BlackwellNotice01_Look01_Max_010="I should feel lucky to be here."
Act_E2_4B_Corridor_BlackwellNotice02_Look01_Max_010="Carrying a gun to class is cool, though."
Act_E2_4B_Corridor_BlackwellNotice03_Look01_Max_010="Desperate much? We're already here..."
Act_E2_4B_Corridor_Board02_Look01_Max_010="You can really learn a lot about a school by the weird shit posted on the boards."
Act_E2_4B_Corridor_CHCourtney_Look01_Max_010="Courtney will do anything for Victoria and the Vortex Club..."
Act_E2_4B_Corridor_CHDavid_Look01_Max_010="If only I knew what David Madsen was really up to..."
Act_E2_4B_Corridor_CHEvan_Look01_Max_010="I love how Evan is "so above" the Vortex Club and everything else."
Act_E2_4B_Corridor_CHJefferson_Look01_Max_010="I bet Mr. Jefferson has had to deal with a lot of troubled students."
Act_E2_4B_Corridor_CHJuliet_Look01_Max_010="Juliet is laying the smackdown on Zachary."
Act_E2_4B_Corridor_CHJustin_Look01_Max_010="Justin always looks stoned."
Act_E2_4B_Corridor_CHLogan_Look01_Max_050="I really hope this jackass will use protection next time."
Act_E2_4B_Corridor_CHLuke_Look01_Max_010="Luke is always using the phone as a shield to avoid people."
Act_E2_4B_Corridor_CHPrincipal_Look01_Max_010="I swear Principal Wells always looks distressed..."
Act_E2_4B_Corridor_CHZachary_Look01_Max_010="Zachary always looks like he's ready to throw a football."
Act_E2_4B_Corridor_GlobalWarmingNote_Look01_Max_010="I should go and see what I can learn..."
Act_E2_4B_Corridor_MPA01_Look01_Max_010="Now why would Frank Bowers have your bracelet?"
Act_E2_4B_Corridor_MPA01_Look01_Max_020="Maybe you owed money to Frank too..."
Act_E2_4B_Corridor_MPA01_Look01_Max_030="I wish you and Chloe had run away earlier."
Act_E2_4B_Corridor_MPA01_Look01_Max_040="I am going to find out what happened to you, Rachel."
Act_E2_4B_Corridor_MaxLocker_Interact01_Max_010="I love that picture of Mom and Dad... Hello Jack, kiss kiss... Andy, you look totally fabulous, as usual..."
Act_E2_4B_Corridor_MaxLocker_Look01_Max_010="I hate having everybody see inside my locker."
Act_E2_4B_Corridor_Plan01_Look01_Max_010="How many students ever actually memorize all this shit? I guess we all should, these days."
Act_E2_4B_Corridor_Poster01_Look01_Max_010="I shouldn't be so stingy with my blood."
Act_E2_4B_Corridor_Poster02_Look01_Max_010="Yes, this poster must stop bullies dead in their tracks."
Act_E2_4B_Corridor_Poster03_Look01_Max_010="Good thing I left my AK at home."
Act_E2_4B_Corridor_Trophy01_Look01_Max_010="Look at these trophies. Gotta give it up for those Bigfoots. They do stomp."
Act_E2_4B_Corridor_Trophy02_Look01_Max_010="Blackwell sure takes its swimming seriously. But otters are cute. Go Otters!"
Act_E2_4B_Corridor_VortexBanner_Look01_Max_010="Join us... or die!"
Act_E2_4B_Corridor_VortexPoster01_Look01_Max_010="Does anybody believe this shit?"
Act_E2_4B_Corridor_VortexPoster02_Look01_Max_010="It's the "Invasion of the Vortex Club"..."
Act_E2_4B_Corridor_VortexPoster03_Look01_Max_010="I wouldn't want to be at an "End Of The World" party with Nathan Prescott. Too much truth in advertising."
Act_E2_4B_Corridor_VortexPoster04_Look01_Max_010="Yeah, not really into the idea of partying right now."
Act_E2_4B_Corridor_VortexPoster05_Look01_Max_010="If I was normal, I'd be super excited about going to a major shindig."
Act_E2_4B_Corridor_VortexPoster06_Look01_Max_010="If my tornado vision came true, it would be the "end of the world"..."
Act_E2_4B_Corridor_VortexPoster07_Look01_Max_010="So you can almost shoot somebody on Monday and party on Friday? Prescott Power."
Act_E2_4B_Corridor_WarrenText_VoiceOver01_Max_010="I still have time, I could go see Warren playing mad scientist in the lab."
Act_E2_4B_SciClass_Beckers_Look01_Max_010=""Bring me the brain, Igor!""
Act_E2_4B_SciClass_CHBrooke_Look01_Max_010="Brooke always kinda pretends like I'm almost... not there. Why?"
Act_E2_4B_SciClass_CHGrant_Look01_Max_010="Ms. Grant is so cool and smart. She defines the word "teacher.""
Act_E2_4B_SciClass_CHWarren_Look01_Max_010="There's Mister Wizard hard at work."
Act_E2_4B_SciClass_CHWarren_Look02_Max_010="I don't want to laugh, but he looks so hilarious..."
Act_E2_4B_SciClass_CHWarren_Look03_Max_010="That's a minor fail."
Act_E2_4B_SciClass_CHWarren_Look04_Max_010="Eureka! He did it!"
Act_E2_4B_SciClass_FishTank_Interact01_Max_010="Or nothing will happen at all."
Act_E2_4B_SciClass_FishTank_Look01_Max_010="I bet if I touch the glass all these creepy sea critters will pop up."
Act_E2_4B_SciClass_PeriodicTable_Look01_Max_010="A periodic table... Wish I knew what "periodic" means..."
Act_E2_4B_SciClass_SciencePoster01_Look01_Max_010="I wish I could bring a mini Warren with me to my Science exams."
Act_E2_4B_SciClass_SciencePoster02_Look01_Max_010="DaVinci was a boss."
Act_E2_4B_SciClass_Skeleton_Look01_Max_010="Wonder why they don't use real skeletons..."
Act_E2_4B_SciClass_WarrenPhoto_Photo_Max_010="That was fun helping Warren. He's pretty cute when he's in full-on geek mode..."
Cue_E2_4B_ArtClass_BeforeLesson_IGE_Dana_010="Make me beautiful, Hayden. Vogue, vogue, vogue..."
Cue_E2_4B_ArtClass_BeforeLesson_IGE_Dana_030="How do I look, Taylor?"
Cue_E2_4B_ArtClass_BeforeLesson_IGE_Hayden_020="Dana, you are out of control. Turn left, then right... Show me the love!"
Cue_E2_4B_ArtClass_BeforeLesson_IGE_Nathan_060="Oh, I'm sure she'll report us to the Principal."
Cue_E2_4B_ArtClass_BeforeLesson_IGE_Nathan_070="Like I give a flying fuck."
Cue_E2_4B_ArtClass_BeforeLesson_IGE_Nathan_090="Like anybody does. Max is such a little..."
Cue_E2_4B_ArtClass_BeforeLesson_IGE_Taylor_040="You look like ass."
Cue_E2_4B_ArtClass_BeforeLesson_IGE_Victoria_050="Do you think Max will be pissed we're sitting at her desk?"
Cue_E2_4B_ArtClass_BeforeLesson_IGE_Victoria_080="Or she'll run to Mr. Jefferson. Like he gives a shit."
Cue_E2_4B_ArtClass_BeforeLesson_IGE_Victoria_100="Shh! I think she can hear us..."
Cue_E2_4B_ArtClass_BeginLesson_Jefferson_110="No smartphones in class, Max! Put that away."
Cue_E2_4B_ArtClass_CHAlyssa_Phase01_Alyssa_001="Not now, Max, I'm contemplating shit."
Cue_E2_4B_ArtClass_CHDanaDial_Phase01_Dana_056="No time to talk, Max. Posing in progress."
Cue_E2_4B_ArtClass_CHDanielDial_Phase01_Daniel_002="Waiting to draw Dana after Hayden gets his papparazzi on."
Cue_E2_4B_ArtClass_CHDanielDial_Phase01_Daniel_010="Trust me, I understand."
Cue_E2_4B_ArtClass_CHDanielDial_Phase01_Daniel_013="I hope you liked the sketch I did of you yesterday..."
Cue_E2_4B_ArtClass_CHDanielDial_Phase01_Daniel_014="Don't worry, Max. I won't ask you again to pose for me."
Cue_E2_4B_ArtClass_CHDanielDial_Phase01_Daniel_017="Excellent. I got tons of "Likes" on FB. Ah, made you blush!"
Cue_E2_4B_ArtClass_CHDanielDial_Phase01_Daniel_019="Someday your portrait may hang in the Daniel Da Costa wing of the Louvre. We'll talk about it later."
Cue_E2_4B_ArtClass_CHDanielDial_Phase01_Max_001="What's up, Daniel?"
Cue_E2_4B_ArtClass_CHDanielDial_Phase01_Max_009="Are you pissed I didn't let you sketch me yesterday? I'm just shy. I get so embarrassed..."
Cue_E2_4B_ArtClass_CHDanielDial_Phase01_Max_015="Love. And it's my new avatar."
Cue_E2_4B_ArtClass_CHDanielDial_Phase01_Max_016="Of course. But believe it or not, I get embarrassed thinking about people looking at me..."
Cue_E2_4B_ArtClass_CHDanielDial_Phase01_Max_018="Shut up!"
Cue_E2_4B_ArtClass_CHDanielDial_Phase01_Max_020="Please don't be offended. I feel like a dork when somebody talented asks me to pose."
Cue_E2_4B_ArtClass_CHDanielDial_Phase01_Max_021="I'd love to get a second chance at art history with you..."
Cue_E2_4B_ArtClass_CHDanielDial_Phase02_Daniel_001="You want that portrait now? Seriously? Let's talk later."
Cue_E2_4B_ArtClass_CHHayden_Phase01_Hayden_001="I'm kinda doing something now, Max."
Cue_E2_4B_ArtClass_CHTaylor_Phase01_Taylor_001="No time to talk, Max. Art in progress."
Cue_E2_4B_ArtClass_CorridorInsertion_IGE_TeenFemale01_020="Like I would miss it. I have the sweetest outfit..."
Cue_E2_4B_ArtClass_CorridorInsertion_IGE_TeenFemale02_030="I saw Victoria and her friends shopping for the party."
Cue_E2_4B_ArtClass_CorridorInsertion_IGE_TeenFemale03_050="That snow was so insane."
Cue_E2_4B_ArtClass_CorridorInsertion_IGE_TeenFemale04_060="Seriously. Hello, climate change!"
Cue_E2_4B_ArtClass_CorridorInsertion_IGE_TeenFemale05_080="Why would you want to? It's so lame... and snobby."
Cue_E2_4B_ArtClass_CorridorInsertion_IGE_TeenMale02_010="So are you going to the Vortex Club party?"
Cue_E2_4B_ArtClass_CorridorInsertion_IGE_TeenMale02_040="That reminds me, I have to score some weed from Nathan."
Cue_E2_4B_ArtClass_CorridorInsertion_IGE_TeenMale03_070="I hope I get into the Vortex Club..."
Cue_E2_4B_ArtClass_Interrupt01_Zachary_010="Yo, some crazy shit is going down at the girls' dorm! Check it!"
Cue_E2_4B_ArtClass_Interrupt02_Jefferson_010="Zachary, do not come into my class like that ever again..."
Cue_E2_4B_ArtClass_Interrupt03_Jefferson_010="Okay, everybody take a breath—this is not a spectator event."
Cue_E2_4B_ArtClass_Interrupt04_Jefferson_010="Yes, I know this is distracting, but class is still in session—"
Cue_E2_4B_ArtClass_Interrupt05_Jefferson_010="Listen! Everybody remain seated—"
Cue_E2_4B_ArtClass_Interrupt06_Jefferson_010="Dismissed."
Cue_E2_4B_ArtClass_JeffEnter_IGE_Alyssa_040="She's not feeling good."
Cue_E2_4B_ArtClass_JeffEnter_IGE_Jefferson_010="Okay, I know you love me, but if you're not in this class, beat it. Everybody else, please sit down. We have a lot to cover today and so little time as usual... I see all the usual suspects here..."
Cue_E2_4B_ArtClass_JeffEnter_IGE_Jefferson_020="Anybody seen Kate Marsh?"
Cue_E2_4B_ArtClass_JeffEnter_IGE_Jefferson_050="Sounds like you're giggling about a video gone viral. Maybe it involves a student, or a friend. I wonder how it would feel to have false images of yourself shot out all over the world for people to judge... Usually, people need something to judge so they never take a good look at themselves."
Cue_E2_4B_ArtClass_JeffEnter_IGE_Jefferson_060="We can thank reality TV for some of that. In the end, we can only blame ourselves for participating..."
Cue_E2_4B_ArtClass_JeffEnter_IGE_Jefferson_070="Speaking of participation, there are a few souls here who have yet to enter a photo in the contest."
Cue_E2_4B_ArtClass_JeffEnter_IGE_Jefferson_080="Like Max Caulfield, for example. Who I know can't wait to enter, right?"
Cue_E2_4B_ArtClass_JeffEnter_IGE_Jefferson_090="I'm sure you read the syllabus like it was a Harry Potter book, so you must know|today we're studying "chiaroscuro"—that beautiful word about the contrast between|light and dark, the shadowplay that gives photography such... visual power."
Cue_E2_4B_ArtClass_JeffEnter_IGE_Jefferson_100="It's basic yin and yang. Black and white images are effective precisely because of their contrasts. Although we don't technically "see" in monochrome—"
Cue_E2_4B_ArtClass_JeffEnter_IGE_Victoria_030="I think everybody has seen Kate Marsh by now..."
Cue_E2_4B_ArtClass_JeffPhoneLoop_IGE_Jefferson_010="Yes..."
Cue_E2_4B_ArtClass_JeffPhoneLoop_IGE_Jefferson_020="We'll talk later ok? I have to go..."
Cue_E2_4B_ArtClass_JeffPhoneLoop_IGE_Jefferson_030="Because I can't have this conversation with you right now, okay? Would you please just hang up the phone?"
Cue_E2_4B_ArtClass_JeffPhoneLoop_IGE_Jefferson_040="Okay."
Cue_E2_4B_ArtClass_JeffPhoneLoop_IGE_Jefferson_050="We'll talk later... Okay?"
Cue_E2_4B_ArtClass_JeffPhoneLoop_IGE_Jefferson_060="Sure, okay..."
Cue_E2_4B_ArtClass_JeffPhoneLoop_IGE_Jefferson_070="Listen, I do have a class I have to teach, I have to go..."
Cue_E2_4B_ArtClass_JeffPhoneLoop_IGE_Jefferson_080="Mm-hmm. Okay, I'll do that..."
Cue_E2_4B_ArtClass_JeffPhoneLoop_IGE_Jefferson_090="Oh, I know. That makes sense..."
Cue_E2_4B_ArtClass_JeffPhoneLoop_IGE_Jefferson_100="Let's talk about this later..."
Cue_E2_4B_ArtClass_JeffPhoneLoop_IGE_Jefferson_110="Seriously, I have to hang up now..."
Cue_E2_4B_ArtClass_VictoriaNathanDial_Max_030="Too late."
Cue_E2_4B_ArtClass_VictoriaNathanDial_Max_050="Right. Can I sit at my table now?"
Cue_E2_4B_ArtClass_VictoriaNathanDial_Max_080="Assholes."
Cue_E2_4B_ArtClass_VictoriaNathanDial_Max_110="Too late."
Cue_E2_4B_ArtClass_VictoriaNathanDial_Max_130="Can I sit down please?"
Cue_E2_4B_ArtClass_VictoriaNathanDial_Max_190="Not at all, Victoria."
Cue_E2_4B_ArtClass_VictoriaNathanDial_Max_210="You would know. Can I sit down now?"
Cue_E2_4B_ArtClass_VictoriaNathanDial_Max_260="You really nailed me."
Cue_E2_4B_ArtClass_VictoriaNathanDial_Max_280="Right. Can I sit at my table now?"
Cue_E2_4B_ArtClass_VictoriaNathanDial_Nathan_010="Better be quiet, Victoria. We have a master snitch and liar here."
Cue_E2_4B_ArtClass_VictoriaNathanDial_Nathan_040="Oh burn! Max is so fearless when she has backup."
Cue_E2_4B_ArtClass_VictoriaNathanDial_Nathan_070="In fact, shit's just starting, Max."
Cue_E2_4B_ArtClass_VictoriaNathanDial_Nathan_090="Here comes the mysterious Max. Disguised as a pixie hipster."
Cue_E2_4B_ArtClass_VictoriaNathanDial_Nathan_120="Meow. Bring out the claws. I love seeing chicks fight."
Cue_E2_4B_ArtClass_VictoriaNathanDial_Nathan_150="Let her have the desk. That's all she's got..."
Cue_E2_4B_ArtClass_VictoriaNathanDial_Nathan_200="Max is such an attention whore."
Cue_E2_4B_ArtClass_VictoriaNathanDial_Nathan_220="Yeah, Max. So I won't forget you."
Cue_E2_4B_ArtClass_VictoriaNathanDial_Victoria_020="And paparazzi. I want that photo, whore. Or I get nasty."
Cue_E2_4B_ArtClass_VictoriaNathanDial_Victoria_060="Don't get cocky. This isn't over."
Cue_E2_4B_ArtClass_VictoriaNathanDial_Victoria_100="Or paparazzi. I want that photo, whore. Or I get nasty."
Cue_E2_4B_ArtClass_VictoriaNathanDial_Victoria_140="I don't know... Can you?"
Cue_E2_4B_ArtClass_VictoriaNathanDial_Victoria_180="Did you think we were best friends forever or something?"
Cue_E2_4B_ArtClass_VictoriaNathanDial_Victoria_210="Oh, please do. Take a selfie of this moment."
Cue_E2_4B_ArtClass_VictoriaNathanDial_Victoria_250="Like all the other precious twee artists here."
Cue_E2_4B_ArtClass_VictoriaNathanDial_Victoria_290="Max thought we were going to be buds. Fucking ha ha."
Cue_E2_4B_ArtClass_WarrenComeIn_Max_008="Hey Warren!"
Cue_E2_4B_ArtClass_WarrenComeIn_Max_020="Kate has a lot on her plate..."
Cue_E2_4B_ArtClass_WarrenComeIn_Warren_005="What up, Max?"
Cue_E2_4B_ArtClass_WarrenComeIn_Warren_010="I saw Kate earlier and her eyes were puffy from crying."
Cue_E2_4B_ArtClass_WarrenComeIn_Warren_030="I didn't know what to say and she didn't tell me anything..."
Cue_E2_4B_ArtClass_WarrenComeIn_Warren_040="Maybe I'll see you later?"
Cue_E2_4B_Corridor_CHCourtneyDial_Phase01_Courtney_001="Ciao, Max. No photos please. I have to come up with a guest list for a Vortex Club soiree."
Cue_E2_4B_Corridor_CHCourtneyDial_Phase01_Courtney_010="Oh, like you care."
Cue_E2_4B_Corridor_CHCourtneyDial_Phase01_Courtney_012="You seem anti-fashion, though. A Vortex Club party has a strict dress code. Do you even have a dress? Sorry, but nice try."
Cue_E2_4B_Corridor_CHCourtneyDial_Phase01_Courtney_014="Making my guest list easier. Ciao."
Cue_E2_4B_Corridor_CHCourtneyDial_Phase01_Courtney_016="Thanks, Max. I didn't think you noticed high fashion. Tell you what, I'll put you down on the guest list and before the party, I can give you some tips."
Cue_E2_4B_Corridor_CHCourtneyDial_Phase01_Courtney_018="I'll send you the party info later. Back to the list!"
Cue_E2_4B_Corridor_CHCourtneyDial_Phase01_Max_008="Hey, Courtney."
Cue_E2_4B_Corridor_CHCourtneyDial_Phase01_Max_009="Really?"
Cue_E2_4B_Corridor_CHCourtneyDial_Phase01_Max_011="I'm not anti-soiree."
Cue_E2_4B_Corridor_CHCourtneyDial_Phase01_Max_013="You're right—I don't."
Cue_E2_4B_Corridor_CHCourtneyDial_Phase01_Max_015="I'm sure the Vortex Club has a dress code. As you can see, I would need your advice on what to wear."
Cue_E2_4B_Corridor_CHCourtneyDial_Phase01_Max_017="Cool. Thanks, Courtney."
Cue_E2_4B_Corridor_CHCourtneyDial_Phase02_Courtney_001="Forget it, Max. No soiree for you."
Cue_E2_4B_Corridor_CHCourtneyDial_Phase02_Courtney_002="Can't wait to doll you up. Talk soon."
Cue_E2_4B_Corridor_CHDavid_Phase01_David_035="Max, can we talk?"
Cue_E2_4B_Corridor_CHDavid_Phase01_David_036="I know things got a little heated yesterday in Chloe's room... Was that really your reefer?"
Cue_E2_4B_Corridor_CHDavid_Phase01_David_037="Do you mind if we talk about what happened yesterday with Chloe?"
Cue_E2_4B_Corridor_CHDavid_Phase01_David_040="Even I'm not that much of an asshole... And I am sorry about yesterday. I was wrong, but upset. Cannabis is not a big deal to you, but it has been to Chloe."
Cue_E2_4B_Corridor_CHDavid_Phase01_David_044="She got in my face and called me a "pig." And I was still wrong. I'll make it up to Chloe. And I'm sorry."
Cue_E2_4B_Corridor_CHDavid_Phase01_David_045="I'm sure she told you why. Did she mention... she probably stole one of my guns?"
Cue_E2_4B_Corridor_CHDavid_Phase01_David_046="If I didn't care about her, I wouldn't care at all. When I was her age I was out raising a lot more hell... She's better than that. All you kids are. So is Kate Marsh."
Cue_E2_4B_Corridor_CHDavid_Phase01_David_049="You stepped between us at a pretty bad time. She's another matter entirely."
Cue_E2_4B_Corridor_CHDavid_Phase01_David_050="I shouldn't have said anything. You know about that video going around..."
Cue_E2_4B_Corridor_CHDavid_Phase01_David_053="Max, this isn't just about Kate Marsh. My concern is for the safety of all Blackwell students. Including you."
Cue_E2_4B_Corridor_CHDavid_Phase01_David_054="Soldier, you don't have the facts. You think I'm a hypocrite because I want cameras around here for the safety of the students?"
Cue_E2_4B_Corridor_CHDavid_Phase01_David_056="I know you signed Ms. Grant's petition to get rid of them. I get it, Max. I wish we lived in a world where we didn't need them."
Cue_E2_4B_Corridor_CHDavid_Phase01_David_057="It will take more than Ms. Grant and her petition to find missing students."
Cue_E2_4B_Corridor_CHDavid_Phase01_David_059="I don't want to fight with you anymore. I don't want to fight with anyone anymore...That's all, Max."
Cue_E2_4B_Corridor_CHDavid_Phase01_Max_038="Yes, it was. You know that marijuana is almost legal in Oregon. I can get it at Blackwell. Are you going to bust me now, Mr. Madsen?"
Cue_E2_4B_Corridor_CHDavid_Phase01_Max_039="No... It belonged to a friend of mine. Are you going to bust me now, Mr. Madsen?"
Cue_E2_4B_Corridor_CHDavid_Phase01_Max_041="You're a combat veteran. She's no threat to you."
Cue_E2_4B_Corridor_CHDavid_Phase01_Max_042="I don't think so. And you hit Chloe."
Cue_E2_4B_Corridor_CHDavid_Phase01_Max_043="You hit Chloe."
Cue_E2_4B_Corridor_CHDavid_Phase01_Max_047="But you treat Kate pretty bad..."
Cue_E2_4B_Corridor_CHDavid_Phase01_Max_048="What about Kate?"
Cue_E2_4B_Corridor_CHDavid_Phase01_Max_051="Kate hasn't done anything wrong."
Cue_E2_4B_Corridor_CHDavid_Phase01_Max_052="Is that why you hassled Kate yesterday? I took a photo of that moment for surveillance sake."
Cue_E2_4B_Corridor_CHDavid_Phase01_Max_055="That will take more than surveillance cameras."
Cue_E2_4B_Corridor_CHDavid_Phase01_Max_058="Listen..."
Cue_E2_4B_Corridor_CHDavid_Phase01_Max_060="Excuse me, Mr. Madsen?"
Cue_E2_4B_Corridor_CHDavid_Phase01_Max_061="Isn't that your responsibility as head of security? Unless you know something about Rachel Amber that nobody else does..."
Cue_E2_4B_Corridor_CHDavid_Phase02_David_001="You best not bother chatting me up now."
Cue_E2_4B_Corridor_CHEvanDial_Phase01_Trevor_002="Yo Maxwell Smart. Talk later, cool?"
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Jefferson_008="I'm only bothered when you avoid turning in photos. But you know this. So what can I do for you, Max?"
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Jefferson_042="That's no secret. Word on the street is that you and Kate had a little confrontation with our security chief yesterday."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Jefferson_043="You're not the only one. Do you have something you want to tell me?"
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Jefferson_047="Of course not. Mr. Madsen isn't the most gentle soul. Do you have proof he instigated the situation?"
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Jefferson_048="You can talk to me anytime. And Max, can I talk to you about Kate?"
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Jefferson_049="Mr. Madsen confuses fear with security. I'm sorry Kate had to be a target of his paranoia. If you had proof I could talk to Principal Wells..."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Jefferson_052="Always take the shot. My number one rule of photography."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Jefferson_053="Let me see that photo after class. You're already thinking like a real photographer."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Jefferson_054="And Max, I promise this matter is being discussed by the faculty."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Jefferson_055="I assume you know about this viral video..."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Jefferson_058="What if Kate brought this on herself? She means well, but maybe she doth protest too much...She seems like she's holding back the truth. Have you talked to her?"
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Jefferson_064="Rachel Amber? What does she have to do with Kate?"
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Jefferson_066="I miss Rachel too. But think about yourself, Max. Principal Wells told me about what you said happened in the bathroom..."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Jefferson_067="Rachel was nothing like Kate. Principal Wells said you had something on your mind you wouldn't tell him. You care to share?"
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Jefferson_072="This is a serious accusation, Max."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Jefferson_074="I hope so, Max. But it's easy to point fingers.|If Mr. Madsen claims you might be a pot dealer as he did, should I believe him?"
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Jefferson_075="I'd like to believe that, Max. It just seems like there's a lot of drama around you this week."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Jefferson_077="Max, I am sorry, but I do have to take this important call. We'll talk later, okay?"
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Jefferson_078="And now you owe me another photo..."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Jefferson_079="And remember, always take the shot."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Max_007="Sorry to bother you, Mr. Jefferson..."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Max_044="Not exactly. Never mind, sorry. I have to go and work... on my photo."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Max_045="I stepped in between David Madsen barking all up in Kate's face about something... She doesn't deserve that."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Max_046="I saw David Madsen harassing Kate yesterday. He was scaring her."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Max_050="My word isn't good enough? The one time I choose not to take a picture..."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Max_051="Oh yes. I have an actual photograph, for once."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Max_056="Everybody knows. That's why I wanted to see you. Kate is being humiliated daily."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Max_057="Kate is freaked out by all of this. She can't do homework while she's being tormented on a daily basis."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Max_059="I will. She's mad I missed her call today. I just don't want Kate Marsh to become the next Rachel Amber..."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Max_061="No... I just don't want Kate Marsh to be the next Rachel Amber..."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Max_062="Yes, I talked to her on the phone today."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Max_063="Yes, I talked to her this morning."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Max_065="She needs friends and support now. I just don't want Kate Marsh to become the next Rachel Amber..."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Max_068="That was a private conversation. Not that I wouldn't tell you..."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Max_069="It did happen. Nathan Prescott had a gun in the girls' bathroom yesterday."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Max_070="Not right now. I'll tell you everything as soon as I figure it out."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Max_071="I saw Nathan with a gun in the girls' bathroom yesterday... I was too scared to go to Principal Wells."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Max_073="So you don't believe me? I would never make something like this up."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Max_076="Listen, should I—"
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Max_080="With all her "Missing Persons" posters around, it's hard not to think of her..."
Cue_E2_4B_Corridor_CHJeffDial_Phase01_Max_081="Just between you and me, I'm worried about Kate Marsh."
Cue_E2_4B_Corridor_CHJeffDial_Phase02_Jefferson_001="Max, I'm busy. Please. We'll talk later."
Cue_E2_4B_Corridor_CHPrinDial_Phase01_Max_002="Alleged? Nathan did have a gun. Have you talked to him yet?"
Cue_E2_4B_Corridor_CHPrinDial_Phase01_Max_003="There was just a lot going on with the fire alarm and everything..."
Cue_E2_4B_Corridor_CHPrinDial_Phase01_Max_030="Sir?"
Cue_E2_4B_Corridor_CHPrinDial_Phase01_Max_031="No... Never mind."
Cue_E2_4B_Corridor_CHPrinDial_Phase01_Max_033="No. I mean, I don't have anything to tell you..."
Cue_E2_4B_Corridor_CHPrinDial_Phase01_Max_035="Mr. Madsen already treats everybody here like they're under surveillance..."
Cue_E2_4B_Corridor_CHPrinDial_Phase01_Max_036="I saw Mr. Madsen hassle Kate Marsh yesterday..."
Cue_E2_4B_Corridor_CHPrinDial_Phase01_Max_038="I can't focus when I'm scared..."
Cue_E2_4B_Corridor_CHPrinDial_Phase01_Max_040="Probably not the same one you see."
Cue_E2_4B_Corridor_CHPrinDial_Phase01_Principal_001="Oh, hello Max. I hope this isn't about the alleged gun incident..."
Cue_E2_4B_Corridor_CHPrinDial_Phase01_Principal_004="Yes. He's deeply upset about this accusation... I don't blame him. Once I have all the facts, we'll talk. For the moment, focus on your schoolwork."
Cue_E2_4B_Corridor_CHPrinDial_Phase01_Principal_005="Yes, but you were distracted by something else..."
Cue_E2_4B_Corridor_CHPrinDial_Phase01_Principal_032="Ah, hello Max. Would you like to tell me what you wouldn't yesterday?"
Cue_E2_4B_Corridor_CHPrinDial_Phase01_Principal_034="More secrets. Now excuse me, I have a meeting to attend."
Cue_E2_4B_Corridor_CHPrinDial_Phase01_Principal_037="Wait, wait. Do you see a pattern here, Max?"
Cue_E2_4B_Corridor_CHPrinDial_Phase01_Principal_039="Please don't say that. There's nothing to be scared of at Blackwell Academy. Our head of security is overseeing a new era of campus safety."
Cue_E2_4B_Corridor_CHPrinDial_Phase01_Principal_045="You won't tell me the truth about yesterday, but you want to tell me the truth about Mr. Madsen. Sounds more like sour grapes... Excuse me now."
Cue_E2_4B_Corridor_CHPrinDial_Phase01_Principal_048="It's very easy for you to instantly accuse people of doing terrible things. Nathan, Mr. Madsen... who's next? Now if you'll excuse me, I have a meeting."
Cue_E2_4B_Corridor_CHPrinDial_Phase01_Principal_068="Glad to see you weren't about to accuse another student of something or other. Now if you'll excuse me."
Cue_E2_4B_Corridor_CHPrinDial_Phase02_Principal_001="Max, I have a meeting. Excuse me."
Cue_E2_4B_Corridor_CHZachary_Phase01_Max_001="Hello, Zach."
Cue_E2_4B_Corridor_CHZachary_Phase01_Max_003="I'm always taking pictures with my eyes."
Cue_E2_4B_Corridor_CHZachary_Phase01_Max_005="I won't. That's what Victoria wanted."
Cue_E2_4B_Corridor_CHZachary_Phase01_Max_007="She doesn't have to, though."
Cue_E2_4B_Corridor_CHZachary_Phase01_Max_009="It's over. Just another Blackwell mini-drama."
Cue_E2_4B_Corridor_CHZachary_Phase01_Max_011="Probably for all of us to talk about her. Like now."
Cue_E2_4B_Corridor_CHZachary_Phase01_Zachary_002="'Sup, Max. It's weird to not see you without your camera."
Cue_E2_4B_Corridor_CHZachary_Phase01_Zachary_004="I bet. As long as you don't talk to everybody about all that shit with the sext and Victoria..."
Cue_E2_4B_Corridor_CHZachary_Phase01_Zachary_006="Yeah, I notice she kinda set up her own drama. Even if it fucks her over. Weird."
Cue_E2_4B_Corridor_CHZachary_Phase01_Zachary_008="That's what I don't get at all. She's hot, rich and talented. What more does she need? Anyway, see you at the game Friday, Max."
Cue_E2_4B_Corridor_CHZachary_Phase01_Zachary_010="You mean stupid shit. Man, I just don't get Victoria. What does she want?"
Cue_E2_4B_Corridor_CHZachary_Phase01_Zachary_012="Then let's not. You're pretty smart, Max. See you at the game Friday."
Cue_E2_4B_Corridor_CHZachary_Phase02_Zachary_001="Hey bro, later."
Cue_E2_4B_Corridor_Insertion_Zachary_010="Listen, I swear it's not true, bro!"
Cue_E2_4B_Corridor_JeffDial_Jefferson_010="Excuse me, Max."
Cue_E2_4B_Corridor_JeffDial_Jefferson_020="Hello? Yes? Uh... hold on."
Cue_E2_4B_Corridor_JeffDial_Jefferson_030="I have to take this, so just go into class and I'll be there soon."
Cue_E2_4B_Corridor_JeffKateDial_IGE_Jefferson_010="You have to talk to me, Kate."
Cue_E2_4B_Corridor_JeffKateDial_IGE_Jefferson_030="Knock off this martyr crap."
Cue_E2_4B_Corridor_JeffKateDial_IGE_Jefferson_050="I want you to be honest."
Cue_E2_4B_Corridor_JeffKateDial_IGE_Jefferson_070="Stop acting so brittle."
Cue_E2_4B_Corridor_JeffKateDial_IGE_Jefferson_090="Maybe this is your way of getting attention."
Cue_E2_4B_Corridor_JeffKateDial_IGE_Jefferson_110="I'm trying. But you have to understand my position..."
Cue_E2_4B_Corridor_JeffKateDial_IGE_Kate_020="Why? It's all over, like me."
Cue_E2_4B_Corridor_JeffKateDial_IGE_Kate_040="What do you want from me?"
Cue_E2_4B_Corridor_JeffKateDial_IGE_Kate_060="Nobody believes me anyway."
Cue_E2_4B_Corridor_JeffKateDial_IGE_Kate_080="Being on a viral video does that."
Cue_E2_4B_Corridor_JeffKateDial_IGE_Kate_100="That's really mean, Mr. Jefferson. You just don't get it..."
Cue_E2_4B_Corridor_JeffKateDial_IGE_Kate_120="Why? You don't understand mine. Nobody does... nobody..."
Cue_E2_4B_Corridor_JeffKateDial_IGE_Kate_130="Just leave me alone!"
Cue_E2_4B_Corridor_JeffKateDial_IGE_Kate_140="Can't everybody just pretend I don't exist?"
Cue_E2_4B_Corridor_JeffKateDial_IGE_Kate_150="Oh, I see—I'm not important to you anymore... Nobody cares about me. Nobody..."
Cue_E2_4B_Corridor_JeffKateDial_Jefferson_020="I'm trying. But you have to understand my position..."
Cue_E2_4B_Corridor_JeffKateDial_Kate_010="So you can't help me?"
Cue_E2_4B_Corridor_JeffKateDial_Kate_030="Why? You don't understand mine. Nobody does... nobody..."
Cue_E2_4B_Corridor_JeffersonStopsMax_Jefferson_010="Excuse me, Max... can you come over here?"
Cue_E2_4B_Corridor_JeffersonStopsMax_Jefferson_030="You look worried... is everything okay?"
Cue_E2_4B_Corridor_JeffersonStopsMax_Max_020="Sure."
Cue_E2_4B_Corridor_KateLeaves_Kate_010="Please, leave me alone!"
Cue_E2_4B_Corridor_KateLeaves_Kate_020="Stop! Don't come near me!"
Cue_E2_4B_SciClass_CHBrookeDial_Phase01_Brooke_001="Hi Max. Making your daily rounds?"
Cue_E2_4B_SciClass_CHBrookeDial_Phase01_Brooke_004="No can do, Max. I'm all about robotics, not chemistry. Give me a drone over a beaker."
Cue_E2_4B_SciClass_CHBrookeDial_Phase01_Brooke_005="Ms. Grant busted me flying it over the parking lot. She's all jacked up about surveillance bullshit. Like I was spying on Warren's new car."
Cue_E2_4B_SciClass_CHBrookeDial_Phase01_Brooke_007="Oh. I guess he needed a neophyte assistant so he wouldn't be threatened. But you came to his rescue anyway."
Cue_E2_4B_SciClass_CHBrookeDial_Phase01_Brooke_010="Don't let me get in your way. So long."
Cue_E2_4B_SciClass_CHBrookeDial_Phase01_Brooke_013="Yet Warren ignores the experts right in front of him... Not that he would ask me for help anyway."
Cue_E2_4B_SciClass_CHBrookeDial_Phase01_Brooke_014="The boy knows things."
Cue_E2_4B_SciClass_CHBrookeDial_Phase01_Brooke_016="I borrowed the one he has on you."
Cue_E2_4B_SciClass_CHBrookeDial_Phase01_Brooke_018="This is true, Max."
Cue_E2_4B_SciClass_CHBrookeDial_Phase01_Max_002="I need to know if you can help me with a potassium experiment."
Cue_E2_4B_SciClass_CHBrookeDial_Phase01_Max_003="How's your drone?"
Cue_E2_4B_SciClass_CHBrookeDial_Phase01_Max_006="I'm helping Warren with his latest experiment."
Cue_E2_4B_SciClass_CHBrookeDial_Phase01_Max_008="Howdy Brooke."
Cue_E2_4B_SciClass_CHBrookeDial_Phase01_Max_009="Hate to hit and run, but..."
Cue_E2_4B_SciClass_CHBrookeDial_Phase01_Max_011="Apparently it's my nature."
Cue_E2_4B_SciClass_CHBrookeDial_Phase01_Max_012="Not me. Warren doesn't need my help."
Cue_E2_4B_SciClass_CHBrookeDial_Phase01_Max_015="You already planted a GPS on him?"
Cue_E2_4B_SciClass_CHBrookeDial_Phase01_Max_017="Again we meet, Brooke."
Cue_E2_4B_SciClass_CHBrookeDial_Phase02_Brooke_001="I thought you were helping Warren with his tubes. Excuse me."
Cue_E2_4B_SciClass_CHBrookeDial_Phase02_Brooke_002="I have to finish this lap, Max. Sorry."
Cue_E2_4B_SciClass_CHGrant_Phase01_Grant_001="Funny, I was just thinking about you, Max."
Cue_E2_4B_SciClass_CHGrant_Phase01_Grant_012="I like the way you look like you're always thinking ahead."
Cue_E2_4B_SciClass_CHGrant_Phase01_Grant_013="Thanks again for taking a stand against camera surveillance here. Every signature counts."
Cue_E2_4B_SciClass_CHGrant_Phase01_Grant_014="It's too bad you didn't sign the petition, every signature counts and yours might be the one that decided."
Cue_E2_4B_SciClass_CHGrant_Phase01_Grant_016="More people would rather send a text than sign a petition. That's how they keep us all distracted. Nobody will notice cameras on every square foot."
Cue_E2_4B_SciClass_CHGrant_Phase01_Grant_018="Max, with students like you, we sure will."
Cue_E2_4B_SciClass_CHGrant_Phase01_Grant_020="But people like David Madsen want to use them to spy."
Cue_E2_4B_SciClass_CHGrant_Phase01_Grant_022="I know, Max. But the trick is to make sure Blackwell Academy does not end up like him..."
Cue_E2_4B_SciClass_CHGrant_Phase01_Grant_023="Oh, this is my favorite time of year. I do love the season change. This whole campus is a visual delight. I know Mr. Jefferson loves to shoot around here."
Cue_E2_4B_SciClass_CHGrant_Phase01_Grant_025="I certainly know him as a talented artist and terrific teacher. I've been here a little longer, but he's made a bigger mark..."
Cue_E2_4B_SciClass_CHGrant_Phase01_Grant_027="I do, but I am certainly no artist. I'm all about the science. You can't debate numbers."
Cue_E2_4B_SciClass_CHGrant_Phase01_Grant_028="I have to say, it's not quite autumn enough yet."
Cue_E2_4B_SciClass_CHGrant_Phase01_Grant_031="Our climate is moving beyond explanation. Of course, some of the tribes here might see it different..."
Cue_E2_4B_SciClass_CHGrant_Phase01_Grant_032="You're the artist and I'm the scientist... like yin and yang."
Cue_E2_4B_SciClass_CHGrant_Phase01_Grant_034="You know my stock teacher answer—there are no dumb questions. Ask away."
Cue_E2_4B_SciClass_CHGrant_Phase01_Grant_036="Neither, unless you want a face full of powder. I would add chlorine."
Cue_E2_4B_SciClass_CHGrant_Phase01_Grant_038="Well, it was nice almost talking to you, Max. Let's do this again soon."
Cue_E2_4B_SciClass_CHGrant_Phase01_Grant_040="Right back at you, Max."
Cue_E2_4B_SciClass_CHGrant_Phase01_Grant_041="You signed the petition, now it's your campaign too. Thanks for stepping up."
Cue_E2_4B_SciClass_CHGrant_Phase01_Grant_042="It's missing somebody who should care, but no finger-pointing here, Max."
Cue_E2_4B_SciClass_CHGrant_Phase01_Max_010="Hi, Ms. Grant."
Cue_E2_4B_SciClass_CHGrant_Phase01_Max_011="I'm just thinking about all the autumn photos I want to take..."
Cue_E2_4B_SciClass_CHGrant_Phase01_Max_015="How is your campaign going?"
Cue_E2_4B_SciClass_CHGrant_Phase01_Max_017="I know. I really hope you keep those cameras from taking over Blackwell."
Cue_E2_4B_SciClass_CHGrant_Phase01_Max_019="Some of us want to use our cameras for good..."
Cue_E2_4B_SciClass_CHGrant_Phase01_Max_021="Geez, I'm not like him, Ms. Grant."
Cue_E2_4B_SciClass_CHGrant_Phase01_Max_024="You must know Mr. Jefferson pretty well by now."
Cue_E2_4B_SciClass_CHGrant_Phase01_Max_026="You must like photography."
Cue_E2_4B_SciClass_CHGrant_Phase01_Max_029="What about that snow yesterday? What's your scientific explanation?"
Cue_E2_4B_SciClass_CHGrant_Phase01_Max_030="I can't wait for fall either. It's all about the atmosphere."
Cue_E2_4B_SciClass_CHGrant_Phase01_Max_033="Ms. Grant, can I ask you a possibly dumb science question?"
Cue_E2_4B_SciClass_CHGrant_Phase01_Max_035="Would you add potassium or sodium to a chemical mix for this week's experiment?"
Cue_E2_4B_SciClass_CHGrant_Phase01_Max_037="I'm sorry, Ms. Grant, but I have to get going."
Cue_E2_4B_SciClass_CHGrant_Phase01_Max_039="Hi again, Ms. Grant."
Cue_E2_4B_SciClass_CHGrant_Phase02_Grant_001="Go on, Max. We'll talk again. Real soon."
Cue_E2_4B_SciClass_CHWarrenDial_Phase01_Max_008="Hey Warren. Are you okay? You look thoughtful, yet confused."
Cue_E2_4B_SciClass_CHWarrenDial_Phase01_Max_009="Asking me for help means you're screwed."
Cue_E2_4B_SciClass_CHWarrenDial_Phase01_Max_011="I'm not sure why you're letting me decide your fate, but... go-tassium!"
Cue_E2_4B_SciClass_CHWarrenDial_Phase01_Max_013="I have a vision... go-dium!"
Cue_E2_4B_SciClass_CHWarrenDial_Phase01_Max_015="Warren, this seems kinda dangerous. You might as well flip a switch, Frankenstein."
Cue_E2_4B_SciClass_CHWarrenDial_Phase01_Max_017="I actually think you should use a lot of potassium. I mean, a shitload."
Cue_E2_4B_SciClass_CHWarrenDial_Phase01_Max_019="Wrong Warren, you need to add chlorine, not potassium or sodium!"
Cue_E2_4B_SciClass_CHWarrenDial_Phase01_Warren_007="Maxwell Silver Hammer! Perfect timing! I need help with this chemical experiment..."
Cue_E2_4B_SciClass_CHWarrenDial_Phase01_Warren_010="I have to add either a bit of potassium or sodium. It's up to you to decide, Doctor Max."
Cue_E2_4B_SciClass_CHWarrenDial_Phase01_Warren_012="Potassium it shall be. If this works, you get a free hug..."
Cue_E2_4B_SciClass_CHWarrenDial_Phase01_Warren_014=""Go-dium"? That's the worst pun I have ever heard. Yet Max has spoken. Sodium it is!"
Cue_E2_4B_SciClass_CHWarrenDial_Phase01_Warren_016="I'm the only mad scientist without a faithful Igor. I'll choose using the scientific method—eeny, meeny, miny, moe... Potassium!"
Cue_E2_4B_SciClass_CHWarrenDial_Phase01_Warren_018="See, look at that smile. You're going to become a scientist yet... Let's do this thing!"
Cue_E2_4B_SciClass_CHWarrenDial_Phase01_Warren_020="Chlorine? I didn't think of that... Can't argue with a confident scientist. Let's try it!"
Cue_E2_4B_SciClass_CHWarrenDial_Phase02_Warren_001="Damn. Zip. Nothing. Nada."
Cue_E2_4B_SciClass_CHWarrenDial_Phase02_Warren_002="Check out the big brain on Max! You might be the next Heisenberg of Blackwell!"
Cue_E2_4B_SciClass_CHWarrenDial_Phase02_Warren_003="Yes, that was a blast, but let's keep it a professional secret, cool?"
Cue_E2_4B_SciClass_WarrenDial_Brooke_060="Oh you guys really broke the bounds of science."
Cue_E2_4B_SciClass_WarrenDial_Max_040="No, you got it."
Cue_E2_4B_SciClass_WarrenDial_Max_070="Oops."
Cue_E2_4B_SciClass_WarrenDial_Max_090="Sorry."
Cue_E2_4B_SciClass_WarrenDial_Max_130="Not yet you don't."
Cue_E2_4B_SciClass_WarrenDial_Warren_010="Think, big brain, think..."
Cue_E2_4B_SciClass_WarrenDial_Warren_020="This can't be that hard..."
Cue_E2_4B_SciClass_WarrenDial_Warren_030="Eureka! She's got it!"
Cue_E2_4B_SciClass_WarrenDial_Warren_050="Don't be so modest, Doctor Caulfield..."
Cue_E2_4B_SciClass_WarrenDial_Warren_080="Weird science."
Cue_E2_4B_SciClass_WarrenDial_Warren_100="She blinded me with science."
Cue_E2_4B_SciClass_WarrenDial_Warren_110="Yes, I am a scientist. Fuck."
Cue_E2_4B_SciClass_WarrenDial_Warren_120="I give up."
